[{"Name":"Young Sheldon","TvdbId":"328724","Overview":"Follow the misadventures of child prodigy Sheldon Cooper (first seen as an adult in \"The Big Bang Theory\") navigating the complexities of family, school, and social life in East Texas, showcasing his extraordinary intellect and the humorous challenges of being distinctly different.","Id":"noemby-0.6520359890456466","DateCreated":"2025-02-08","Date":"2025-02-08","NotReady":true,"Seasons":[],"OriginalCountry":"usa","WaitStr":"","InToTry":false,"InContinue":false,"InMark":false,"InLinda":false,"Ended":true,"Ratings":"7.7"},{"Name":"Beirut to Bosnia","TvdbId":"81078","Overview":"Why have so many Muslims come to hate the West? In this controversial three-part series filmed in Lebanon, Gaza, Israel, Egypt, and Bosnia, Robert Fisk—award-winning Middle East and Balkans correspondent for the London Independent—reports on Muslim unrest as ideology, religion, history, and geography come into conflict. Contains strong imagery. Not available in French-speaking Canada. A Discovery Channel Production. 3-part series, 52 minutes each.","Id":"noemby-0.5680149369161991","DateCreated":"2025-02-08","Date":"2025-02-08","NotReady":true,"Seasons":[],"OriginalCountry":null,"WaitStr":"","InToTry":false,"InContinue":false,"InMark":false,"InLinda":false,"Ended":true,"Ratings":"7.8"},{"Name":"SAS Rogue Heroes","TvdbId":"368401","Overview":"Who dares wins. The adrenaline-fuelled origins of the fearless, reckless Special Forces unit, its legend forged among the mayhem of WWII.","Id":"noemby-0.9341992445285989","DateCreated":"2025-02-09","Date":"2025-02-09","NotReady":true,"Seasons":[],"OriginalCountry":"gbr","WaitStr":"","InToTry":false,"InContinue":false,"InMark":false,"InLinda":false,"Ended":false,"Ratings":"8.1"},{"Name":"Dian Shi Cheng Jin","TvdbId":"459536","Overview":"该剧讲述了身负特殊鉴石能力“玉佛手”的小伙魏见好回到重江后被迫卷入唐顾两家的争斗中，甚至常有高手挑衅。魏见好不忍玉石街危在旦夕，凭借自身超凡能力周旋其中，从只想脱身到全力守护，在波谲云诡里为正义奋力抗争","Id":"noemby-0.25150060554106957","DateCreated":"2025-02-21","Date":"2025-02-21","NotReady":true,"Seasons":[]},{"Name":"Ozark Law","TvdbId":"458455","Overview":"“Ozark Law” joins the Lake Ozark Police Department and Osage Beach Police Department on their daily patrols, witnessing firsthand the challenges they face in maintaining order and ensuring safety in this lively midwestern destination.","Reject":false,"Id":"noemby-0.2898381190893988","DateCreated":"2025-02-27","Date":"2025-02-27","NotReady":true,"Seasons":[]},{"Name":"Letterkenny","TvdbId":"302938","Overview":"The residents of Letterkenny belong to one of three groups: Hicks, Skids, and Hockey Players. The three groups are constantly feuding with each other over seemingly trivial matters; often ending with someone getting their ass kicked.","Reject":true,"Id":"noemby-0.322761988897015","DateCreated":"2025-02-27","Date":"2025-02-27","NotReady":true,"Seasons":[]},{"Name":"Italy Unpacked","TvdbId":"265728","Overview":"British art historian Andrew Graham-Dixon and Italian chef Giorgio Locatelli explore the varied regions of Italy and share their knowledge of the country's culture and cuisine. ‘Italy Unpacked’ follows on from the BBC’s successful series ‘Sicily Unpacked’ that aired in 2012.","Reject":true,"Id":"noemby-0.004328963018263354","DateCreated":"2025-04-14","Date":"2025-04-14","NotReady":true,"Seasons":[]},{"Name":"The Savant","TvdbId":"432966","Overview":"Inspired by a true story, the series follows a top secret investigator known as the Savant is infiltrating online hate groups to take down the most violent men in the country.","Reject":false,"Id":"noemby-0.6018172526990156","DateCreated":"2025-10-06","Date":"2025-10-06","NotReady":true,"Seasons":[]},{"Name":"Small Prophets","TvdbId":"464815","Overview":"A comic tale of eccentric Michael Sleep who, since his darling Clea disappeared seven years ago, has lived a very ordinary life. He eats Shreddies, works in a DIY store, visits dad Brian and hopes for Clea to return.","Reject":false,"Id":"noemby-0.45214987874054313","DateCreated":"2025-10-06","Date":"2025-10-06","NotReady":true,"Seasons":[]},{"Name":"The Beauty","TvdbId":"455046","Overview":"Modern society is obsessed with outward beauty. What if there was a way to guarantee you could become more and more beautiful every day? What if it was a sexually transmitted disease? In the world of The Beauty, physical perfection is attainable. The vast majority of the population has taken advantage of it, but Detectives Foster and Vaughn will soon discover it comes at a terrible price.","Reject":false,"Id":"noemby-0.867787171723948","DateCreated":"2025-10-06","Date":"2025-10-06","NotReady":true,"Seasons":[]},{"Name":"His & Hers (2026)","TvdbId":"452521","Overview":"Set in the sweltering heat of Atlanta, Anna lives in haunting reclusivity, fading away from her friends and career as a news anchor. But when she overhears about a murder in Dahlonega – the sleepy town where she grew up – Anna is snapped back to life, pouncing on the case and searching for answers. Detective Jack Harper is strangely suspicious of her involvement, chasing her into the crosshairs of his own investigation.","Reject":false,"Id":"noemby-0.8408010908573752","DateCreated":"2025-12-12","Date":"2025-12-12","NotReady":true,"Seasons":[]},{"Name":"Agatha Christie’s Seven Dials","TvdbId":"448466","Overview":"England. 1925. At a lavish country house party, a practical joke appears to have gone horribly, murderously wrong. It will be up to the unlikeliest of sleuths — the fizzingly inquisitive Lady Eileen “Bundle” Brent — to unravel a chilling plot that will change her life, cracking wide open the country house mystery.","Reject":false,"Id":"noemby-0.28311105069429976","DateCreated":"2025-12-13","Date":"2025-12-13","NotReady":true,"Seasons":[]},{"Name":"Grantchester","TvdbId":"286058","Overview":"Set against the backdrop of the real hamlet of Grantchester, the drama focuses upon the life of Sidney Chambers, a charismatic, charming clergyman who turns investigative vicar when one of his parishioners dies in suspicious circumstances.","Reject":false,"Id":"noemby-0.7511786887250804","DateCreated":"2025-12-22","Date":"2025-12-22","NotReady":true,"Seasons":[]},{"Name":"Little Disasters","TvdbId":"457440","Overview":"When Jess takes her baby to hospital with an unexplained head injury, her close friend, A&E doctor Liz, makes the excruciating decision to call social services, igniting an explosive chain of events.","Reject":false,"Id":"noemby-0.8623850946944649","DateCreated":"2025-12-23","Date":"2025-12-23","NotReady":true,"Seasons":[]},{"Name":"Vantara Sanctuary Stories","TvdbId":"470207","Overview":"Wildlife expert Forrest Galante explores the rescue and rehabilitation at Vantara, a world-class sanctuary. Discover how the wildlife there are saved from captivity, conflict, neglect, and are given a second chance at life.","Reject":false,"Id":"noemby-0.651151385057201","DateCreated":"2025-12-23","Date":"2025-12-23","NotReady":true,"Seasons":[]}]